/* OSD hint */
" " = " ";

/* Inspector Info */
" tracks" = " 轨道";

/* OSD hint media info */
"%@, %.1fkbps, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkbps, %3$.1fkHz %4$dbit, %5$d 声道";

/* OSD hint media info */
"%@, %.1fkbps, %d×%d, %.1ffps\n" = "%1$@, %2$.1fkbps, %3$d×%4$d, %5$.1ffps\n";

/* OSD hint media info */
"%@, %.1fkHz %dbit, %d channels" = "%1$@, %2$.1fkHz %3$dbit, %4$d 声道";

/* OSD hint media info */
"%@, %d×%d, %.1ffps\n" = "%1$@, %2$d×%3$d, %4$.1ffps\n";

/* Pref General */
"absolute time position" = "绝对时间位置";

/* Pref Video & PrefToolBarLabel */
"Advanced" = "高级";

/* Pref Subtitle */
"Alignment:" = "对齐：";

/* Pref Subtitle */
"Allow overlapping subtitles" = "允许重叠字幕";

/* Pref General */
"Always" = "总是";

/* Pref Video */
"Always hide Dock in fullscreen mode" = "全屏模式下总是隐藏 Dock";

/* Pref Video */
"Always try to use secondary screen" = "总在外接显示器上全屏显示";

/* Text Enc */
"Arabic (ISO 8859-6)" = "阿拉伯语 (ISO 8859-6)";

/* Text Enc */
"Arabic (Mac)" = "阿拉伯语 (Mac)";

/* Text Enc */
"Arabic (Windows-1256)" = "阿拉伯语 (Windows-1256)";

/* preference */
"Ask me" = "询问我";

/* OSD hint */
"Aspect Ratio: Locked" = "画面长宽比：已锁定";

/* OSD hint */
"Aspect Ratio: Restored" = "画面长宽比：已恢复";

/* OSD hint */
"Aspect Ratio: Unlocked" = "画面长宽比：未锁定";

/* PrefToolBarLabel */
"Audio" = "音频";

/* OSD hint */
"Audio %@" = "音频 %@";

/* OSD hint */
"Audio Delay: %.1f s" = "音频延时：%.1f 秒";

/* Inspector Info */
"Audio:%d" = "音频：%d";

/* Text Enc */
"Baltic (ISO 8859-13)" = "波罗的海文 (ISO 8859-13)";

/* Text Enc */
"Baltic (ISO 8859-4)" = "波罗的海文 (ISO 8859-4)";

/* Text Enc */
"Baltic (Windows-1257)" = "波罗的海文 (Windows-1257)";

/* Pref Subtitle */
"Border Color:" = "边框颜色：";

/* Pref Subtitle */
"Bottom - Left" = "底部－左侧";

/* Pref Subtitle */
"Bottom - Middle" = "底部－中央";

/* Pref Subtitle */
"Bottom - Right" = "底部－右侧";

/* Pref Subtitle */
"Bottom only" = "仅底部";

/* Video Tuner Panel */
"Brightness:" = "亮度：";

/* Pref Network */
"Cache size for stream:" = "流缓存大小：";

/* OSD hint */
"Caching: %4.2f%%" = "缓存中：%4.2f%%";

/* No comment provided by engineer. */
"Can't find a proper file to play" = "无法找到适当的文件来播放";

/* Panel Button */
"Cancel" = "取消";

/* Text Enc */
"Celtic (ISO 8859-14)" = "凯尔特语 (ISO 8859-14)";

/* Text Enc */
"Celtic (Mac)" = "凯尔特语 (Mac)";

/* Text Enc */
"Central Europe (ISO 8859-16)" = "中欧 (ISO 8859-16)";

/* Text Enc */
"Central Europe (ISO 8859-2)" = "中欧 (ISO 8859-2)";

/* Text Enc */
"Central Europe (Mac)" = "中欧 (Mac)";

/* Text Enc */
"Central Europe (Windows-1250)" = "中欧 (Windows-1250)";

/* OSD hint */
"Chapter: %@" = "章节: %@";

/* Text Enc */
"Chinese Simplified (EUC)" = "简体中文 (EUC)";

/* Text Enc */
"Chinese Simplified (GB18030)" = "简体中文 (GB18030)";

/* Text Enc */
"Chinese Simplified (ISO 2022)" = "简体中文 (ISO 2022)";

/* Text Enc */
"Chinese Simplified (Mac)" = "简体中文 (Mac)";

/* Text Enc */
"Chinese Simplified (Windows-936)" = "简体中文 (Windows-936)";

/* Text Enc */
"Chinese Traditional (Big5 HKSCS)" = "繁体中文 (Big5 HKSCS)";

/* Text Enc */
"Chinese Traditional (Big5)" = "繁体中文 (Big5)";

/* Text Enc */
"Chinese Traditional (EUC)" = "繁体中文 (EUC)";

/* Text Enc */
"Chinese Traditional (Mac)" = "繁体中文 (Mac)";

/* Text Enc */
"Chinese Traditional (Windows-950)" = "繁体中文 (Windows-950)";

/* SubEncoding */
"Choose a proper encoding method:" = "选择一个合适的编码方式：";

/* open url panel */
"Clear Menu..." = "清空菜单...";

/* Pref Subtitle */
"contains the video file name" = "包含视频文件名";

/* Video Tuner Panel */
"Contrast:" = "对比度：";

/* Text Enc */
"Cyrillic (ISO 8859-5)" = "西里尔语 (ISO 8859-5)";

/* Text Enc */
"Cyrillic (KOI8-R)" = "西里尔语 (KOI8-R)";

/* Text Enc */
"Cyrillic (KOI8-U)" = "西里尔语 (KOI8-U)";

/* Text Enc */
"Cyrillic (Mac)" = "西里尔语 (Mac)";

/* Text Enc */
"Cyrillic (Windows-1251)" = "西里尔语 (Windows-1251)";

/* Pref Subtitle */
"Default (use the value in sub file)" = "默认（使用字幕文件中的值）";

/* Pref Video */
"Deinterlace method" = "去隔行方式";

/* Inspector Info */
"Demuxer:" = "分离器：";

/* Pref Audio */
"Detect SPDIF digital output automatically" = "自动检测 SPDIF 数字输出";

/* SubEncoding */
"Detected file:\t%@\nEncoding:\t\t%@\nconfidence:\t%2.1f%%" = "发现文件：\t%1$@\n编码：\t%2$@\n信心：\t%3$.1f%%";

/* No comment provided by engineer. */
"Disable" = "关闭";

/* Pref Advanced */
"Disable horizontal mouse scrolling to seek" = "关闭鼠标水平滚动的时间跳转功能";

/* Pref Advanced */
"Disable vertical mouse scrolling to change volume" = "关闭鼠标垂直滚动的调整音量功能";

/* Pref Audio & Pref Video */
"Do not keep, always reset the settings when the playback stops" = "播放完毕就重置设置";

/* Pref General */
"Enable \"Open Recent\" menu" = "启用 \"最近打开\" 菜单";

/* Pref Advanced */
"Enable media keys(F7, F8, F9) to control playback (need restart to take effect)" = "使用多功能键(F7, F8, F9)来控制播放 (重启程序生效)";

/* menu */
"Enter Fullscreen" = "进入全屏";

/* Pref Video */
"Enter fullscreen when playback starts" = "回放开始时进入全屏";

/* Equalizer Panel */
"Equalizer" = "均衡器";

/* No comment provided by engineer. */
"Error" = "错误";

/* menu */
"Exit Fullscreen" = "退出全屏";

/* Pref Advanced */
"Extra options" = "额外选项";

/* Pref Video */
"FFMpeg: FFMpeg  deinterlacing filter that deinterlaces the given block by filtering every second line with a (-1  4  2  4 -1) filter.\n\nLPF5: Vertically applied FIR lowpass deinterlacing filter that deinterlaces the given block by filtering all lines with a (-1 2 6 2 -1) filter." = "FFMpeg：FFMpeg 的去隔行滤镜，每隔一行应用 (-1 4 2 4 -1) 滤镜来去隔行。\n\nLPF5：垂直方向的 FIR 低通去隔行滤镜，对所有行应用 (-1 2 6 2 -1) 滤镜来去隔行。";

/* Pref General */
"Find and play next file automatically" = "自动查找并播放下一个文件";

/* Pref General */
"Font Color" = "字体颜色";

/* Pref Subtitle */
"Font Color:" = "字体颜色：";

/* Pref Subtitle */
"Font fallback is not supported yet.\nSo this option may risk monolingual support." = "目前尚未支持字体回退。\n因此这个选项可能只能支持单一语言。";

/* Pref Subtitle */
"Font Style" = "字体样式";

/* Pref Subtitle */
"Font:" = "字体：";

/* Pref Video */
"Force index rebuilding" = "强制重建索引";

/* Inspector Info */
"Format:" = "格式：";

/* Video Tuner Panel */
"Gamma:" = "Gamma 值：";

/* PrefToolBarLabel */
"General" = "常规";

/* Text Enc */
"Greek (ISO 8859-7)" = "希腊语 (ISO 8859-7)";

/* Text Enc */
"Greek (Mac)" = "希腊语 (Mac)";

/* Text Enc */
"Greek (Windows-1253)" = "希腊语 (Windows-1253)";

/* Text Enc */
"Hebrew (ISO 8859-8)" = "希伯来语 (ISO 8859-8)";

/* Text Enc */
"Hebrew (Mac)" = "希伯来语 (Mac)";

/* Text Enc */
"Hebrew (Windows-1255)" = "希伯来语 (Windows-1255)";

/* Pref Subtitle */
"height:" = "高度：";

/* menu */
"Hide Auxiliary Controls" = "隐藏辅助控制";

/* Pref General */
"Hide in" = "自动隐藏时间";

/* menu */
"Hide Letterbox" = "隐藏边框";

/* Pref Audio */
"How to keep the settings in the \"Equalizer\" ?" = "如何保存 “均衡器” 中的设置？";

/* Pref Video */
"How to keep the settings in the \"Video Tuner\" ?" = "如何保存 “视频调节器” 中的设置？";

/* Video Tuner Panel */
"Hue:" = "色调：";

/* Pref Subtitle */
"If confidence ≤" = "如果信心小于 ≤";

/* Pref General */
"If there are digits in the file name, MPlayerX will increase the rightmost digit-part, to find the next file in the same directory.\nAnd you don't have to worry about the 0 padding" = "如果文件名中含有数字，MPlayerX 会把最右边的那组数字加一，用来寻找同一个文件夹里的下一个文件。\n补零的位数不用担心，会自动处理。";

/* Pref Audio */
"If you use the built-in 2.0 speakers or minijack, please turn this on" = "如果您使用内建 2 声道扬声器或音频接口，请开启此选项";

/* Pref Video */
"Image Enhancement" = "画面增强";

/* Inspector Info */
"Inspector" = "检视器";

/* Pref Subtitle */
"is any name" = "是任意名称";

/* Text Enc */
"Japanese (EUC)" = "日语 (EUC)";

/* Text Enc */
"Japanese (ISO 2022)" = "日语 (ISO 2022)";

/* Text Enc */
"Japanese (Mac)" = "日语 (Mac)";

/* Text Enc */
"Japanese (Shift-JIS)" = "日语 (Shift-JIS)";

/* Text Enc */
"Japanese (Windows-932)" = "日语 (Windows-932)";

/* Pref General */
"Keep window on top:" = "将播放窗口置顶：";

/* Text Enc */
"Korean (EUC)" = "韩语 (EUC)";

/* Text Enc */
"Korean (ISO 2022)" = "韩语 (ISO 2022)";

/* Text Enc */
"Korean (Mac)" = "韩语 (Mac)";

/* Text Enc */
"Korean (Windows-949)" = "韩语 (Windows-949)";

/* Pref Subtitle */
"Letterbox" = "边框";

/* Pref Subtitle */
"Load but don't display subtitle when playback starts" = "在回放开始时仅加载，但不显示字幕";

/* Pref Subtitle */
"Load subtitle, if the sub file name" = "加载字幕，如果字幕文件";

/* Playlist OSD hint */
"Local files only" = "仅支持本地文件";

/* menu */
"Lock Aspect Ratio" = "锁定画面长宽比";

/* Pref Subtitle */
"matches the video file name exactly" = "完全匹配视频文件名";

/* OpenURL Panel */
"Media URL" = "媒体 URL";

/* OSD hint */
"Mute OFF" = "静音 OFF";

/* OSD hint */
"Mute ON" = "静音 ON";

/* PrefToolBarLabel */
"Network" = "网络";

/* Pref General */
"Never" = "从不";

/* Pref Audio & Pref Video */
"Never reset, save it as my preferences" = "不重置，将设置永久保存";

/* Inspector Info */
"No Info" = "无信息";

/* Pref Subtitle */
"No letterbox" = "不显示边框";

/* Playlist OSD hint */
"No next episode" = "没有下一集";

/* Playlist OSD hint */
"No previous episode" = "没有上一集";

/* Pref Video */
"None" = "无";

/* Pref Video */
"Normal" = "标准";

/* Video Tuner Panel */
"NR:" = "噪声降低：";

/* Pref Video */
"Number of threads" = "线程数";

/* Pref Subtitle */
"of movie's height" = "倍影片高度";

/* Panel Button */
"OK" = "好";

/* Pref General */
"on the right of control bar" = "在控制条的右端";

/* No comment provided by engineer. */
"Open Media Files" = "打开媒体文件";

/* OpenURL Panel */
"Open URL" = "打开 URL...";

/* No comment provided by engineer. */
"Open VIDEO_TS" = "打开 VIDEO_TS文件夹";

/* OSD hint */
"OSD settings changed" = "OSD 设定已更改";

/* Pref Audio */
"Output" = "输出";

/* Pref Audio */
"Pass through:" = "直通输出:";

/* OSD hint */
"Paused" = "暂停";

/* Pref Video */
"Performance & Quality" = "性能和质量";

/* Pref General */
"Player Control" = "播放控制";

/* Pref Network */
"Prefer IPV6" = "偏好 IPV6";

/* Pref */
"Preferences" = "偏好设置...";

/* Pref General */
"Quit when window closed" = "当窗口关闭时退出";

/* Pref General */
"relative time to current" = "相对时间";

/* Pref General */
"remaining time" = "剩余时间";

/* Pref Audio */
"Remix DTS 5.1 to Stereo" = "混合 DTS 5.1 为立体声";

/* Equalizer & Video Tuner Panel */
"Reset" = "重置";

/* Pref Audio & Pref Video */
"Reset the settings when the application quits" = "当程序退出时重置设置";

/* Pref Audio & Pref Video */
"Reset the settings when there is no next one to play" = "如果找不到下一个自动播放的文件就重置设置";

/* Pref General */
"Resume playing from last stopped place" = "从上次停止处恢复播放";

/* Video Tuner Panel */
"Saturation:" = "饱和度：";

/* Pref Subtitle */
"set encoding by" = "则设定编码为";

/* Pref Subtitle */
"Setting confidence threshold to 100% disables auto detection of the text encoding, but it is not recommended." = "把置信度阈值设为 100% 会禁用文字编码的自动检测，但不建议这样做。";

/* Video Tuner Panel */
"Sharpness:" = "锐度：";

/* Pref General */
"Show" = "显示";

/* menu */
"Show Auxiliary Controls" = "显示辅助控制";

/* menu */
"Show Letterbox" = "显示边框";

/* Pref General */
"Show OSD" = "显示 OSD";

/* Pref Subtitle */
"Size:" = "字号：";

/* Inspector Info */
"Source:" = "来源：";

/* Text Enc */
"South Europe (ISO 8859-3)" = "南欧 (ISO 8859-3)";

/* OSD hint */
"Speed: %.1fX" = "速度：%.1fX";

/* Pref General */
"Start to play when media opened" = "媒体打开的同时开始播放";

/* OSD hint */
"Stopped" = "停止";

/* OSD hint */
"Sub Delay: %.1f s" = "字幕延时：%.1f 秒";

/* OSD hint */
"Sub: %@" = "字幕：%@";

/* PrefToolBarLabel */
"Subtitle" = "字幕";

/* SubEncoding */
"Subtitle Encoding" = "字幕编码";

/* Inspector Info */
"Subtitle:%d" = "字幕：%d";

/* Pref Subtitle */
"Text Encoding Detection" = "文本编码检测";

/* Text Enc */
"Thai (ISO 8859-11)" = "泰语 (ISO 8859-11)";

/* Text Enc */
"Thai (Mac)" = "泰语 (Mac)";

/* Text Enc */
"Thai (Windows-874/TIS-620)" = "泰语 (Windows-874/TIS-620)";

/* Pref Advanced */
"The extra options will be passed to mplayer directly.\nMake sure you are really a mplayer professional before you modify this, otherwise please leave it blank." = "额外参数会直接传给 mplayer。\n除非你很清楚自己在做什么，否则请保持空白。";

/* No comment provided by engineer. */
"The file does not exist" = "文件不存在";

/* No comment provided by engineer. */
"The file is not supported by MPlayerX." = "MPlayerX 不支持此文件。";

/* No comment provided by engineer. */
"The URL is not supported by MPlayerX." = "MPlayerX 不支持此 URL。";

/* Pref Subtitle */
"Top + Bottom" = "顶部＋底部";

/* Pref Subtitle */
"Top - Left" = "顶部－左侧";

/* Pref Subtitle */
"Top - Middle" = "顶部－中央";

/* Pref Subtitle */
"Top - Right" = "顶部－右侧";

/* Pref Subtitle */
"Top only" = "仅顶部";

/* Pref General */
"total time" = "总时间";

/* Inspector Info */
"Track Info:" = "轨道信息：";

/* Pref Network */
"Transfer RTSP stream over HTTP protocol" = "通过 HTTP 协议传输 RTSP 流";

/* Pref General */
"Transparency" = "透明度";

/* Text Enc */
"Turkish (ISO 8859-9)" = "土耳其语 (ISO 8859-9)";

/* Text Enc */
"Turkish (Mac)" = "土耳其语 (Mac)";

/* Text Enc */
"Turkish (Windows-1254)" = "土耳其语 (Windows-1254)";

/* Text Enc */
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";

/* Text Enc */
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";

/* Text Enc */
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";

/* Text Enc */
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";

/* Text Enc */
"Unicode (UTF-8)" = "Unicode (UTF-8)";

/* menu */
"Unlock Aspect Ratio" = "解锁画面长宽比";

/* Pref Subtitle */
"Use embedded font if possible" = "如果可能则使用内置字体";

/* Pref Network */
"Use ffmpeg to handle the stream" = "使用 ffmpeg 处理流";

/* PrefToolBarLabel */
"Video" = "视频";

/* OSD hint */
"Video %@" = "视频 %@";

/* Video Tuner Panel */
"Video Tuner" = "视频调节器";

/* Inspector Info */
"Video:%d" = "视频：%d";

/* Text Enc */
"Vietnamese (Mac)" = "越南语 (Mac)";

/* Text Enc */
"Vietnamese (Windows-1258)" = "越南语 (Windows-1258)";

/* OSD hint */
"Volume: %.1f" = "音量：%.1f";

/* Text Enc */
"Western Europe (ISO 8859-1)" = "西欧 (ISO 8859-1)";

/* Text Enc */
"Western Europe (ISO 8859-15)" = "西欧 (ISO 8859-15)";

/* Text Enc */
"Western Europe (Mac)" = "西欧 (Mac)";

/* Text Enc */
"Western Europe (Windows-1252)" = "西欧 (Windows-1252)";

/* Pref Video */
"When entered fullscreen, DO NOT blank out other screens" = "全屏时保持其他屏幕可见";

/* Pref Subtitle */
"When entering into full screen mode, \nadjust the letterbox's height to fit to the screen's height" = "进入全屏时，\n调整黑边的高度以适应屏幕高度";

/* Pref General */
"when hovering over the timeline" = "当鼠标停滞于时间进度条上时";

/* Pref General */
"While playing" = "仅播放时";

/* Pref Subtitle */
"With this option ON, MPlayerX will make subtitle not to overlay the frame as much as it could.\nHowever, this option will enlarge the rendering frame to the screen size, sometimes, espcially for some HD content, lagging may be brought to the playback." = "开启这个选项后，MPlayerX 会尽量让字幕不要叠在画面上。\n但这个选项会把渲染的画面放大到整个屏幕，有时候（特别是高清内容）可能会造成播放卡顿。";

/* Pref Video */
"With this setting ON, MPlayerX will recalculate the index to make the video seekable, useful on some broken files. But this may delay playback start by several seconds" = "开启此选项，MPlayerX 将重新计算索引来以使视频可以播放，这对于一些损坏的文件是有帮助的。但这将会产生播放前几秒钟的等待时间。";

/* OpenURL Panel */
"⌘-OK: Use FFMpeg to handle the stream" = "⌘-好：使用 FFMpeg 来处理流";

/* OpenURL Panel */
"⌘-OK: Use MPlayer to handle the stream" = "⌘-好：使用 MPlayer 来处理流";

